[
  {
    "name": "Untamed Masai-Mara",
    "locations": "Masai Mara National Reserve, The Mara Traingle, Nairobi",
    "duration": "12 days",
    "thingsToDo": [
      "Experience the Masai Mara on twice-daily game drives",
      "Explore the open Savanna on foot",
      "Take to the skies in a hot air balloon",
      "Take to the saddle on a horseback safari",
      "Witness the thundering hooves of the great migration",
      "Celebrate the sunset with Maasai warriors"
    ],
    "price": "180000",
    "images": [
      "https://i.ibb.co/9gsck8B/Great-Migration.webp",
      "https://i.ibb.co/LpqD8wQ/masaimara-3-pexels-guyo-adhi-2433040.jpg",
      "https://i.ibb.co/kgPh73W/masaimara-1-pexels-g-13098956.jpg",
      "https://i.ibb.co/kBg0BRq/masaimara-2-pexels-gerbert-voortman-10740872.jpg",
      "https://i.ibb.co/vsFmPdY/masaimara-4-pexels-steward-masweneng-11495956.jpg"
    ],
    "descriptions": [
      "This is The World Cup of Wildlife, and together with the Serengeti National Park there is no better place in the world to see what the Maasai Mara and Serengeti National Park provide. The Masai Mara features a stunning kaleidoscope of wild and rugged landscapes, warm and welcoming people and an exciting array of creatures - big and small. World famous for hosting the epic Great Migration, the Masai Mara welcomes 1.5 million wildebeests onto its sprawling savannahs each July through October. The Masai Mara National Reserve and conservancies are brimming with life and offer safari travellers a wide variety of activities to choose from. Whether you take to the skies for a high-flying hot-air balloon adventure at sunrise or hit the road for a 4x4 safari, you're sure to leave the Masai Mara with unforgettable experiences and lifelong memories.",
      "The Masai Mara also hosts the annual wildebeest migration between the months of July-October, as the herds will make their way from Tanzania's Serengeti National Park, crossing the Nile crocodile-infested Mara River which forms an international border between Kenya and Tanzania, in search of better water and grass resources. \n Often described as nature's greatest spectacles, the great migration is one of Africa's most dramatic survival stories. \n If you decide to visit the Masai Mara between the months of July and October, you will have a chance cathing the 'Great Migration' while flying above the African plains. There's nothing quite like this phenomenon of migrating herds of wildebeest, zebras and gazelles. Flying above the herds in a hot air balloon is one of the best ways to grasp the enormity of what's taking place. Other exciting sights to behold include watching predators such as lions hunting their prey, spotting leopards perched up high in trees and seeing active hyena dens. Every hot air balloon flight brings with it the opportunity to see new and exciting sights below. Your pilot will make sure to fly lower at times to allow for the best possible pictures to be taken."
    ]
  },
  {
    "name": "Beautiful Bali",
    "locations": "Pura Tanah Lot, Mount Batur, Uluwatu Temple, Ubud Monkey Forest, Pura Ulun Danu Bratan, Nusa Dua Beach, The Nusa Islands, Lempuyang Temple Complex",
    "duration": "10 days",
    "thingsToDo": [
      "Surfing in Kuta",
      "Visit the temples",
      "Muck Diving in Padang Bai",
      "Strap on a Jetpack",
      "Spend time in Sidemen"
    ],
    "price": "48000",
    "images": [
      "https://i.ibb.co/31kgpm0/bali.jpg",
      "https://i.ibb.co/m6Fs7dN/bali-1-pexels-alesia-kozik-5992583.jpg",
      "https://i.ibb.co/GJnhqWJ/bali-2-pexels-nick-wehrli-5282602.jpg",
      "https://i.ibb.co/JQN3jB5/bali-3-pexels-mikhail-nilov-8333127.jpg"
    ],
    "descriptions": [
      "Also known as the Land of the Gods, Bali appeals through its sheer natural beauty of looming volcanoes and lush terraced rice fields that exude peace and serenity. It is also famous for surfers' paradise! Bali enchants with its dramatic dances and colorful ceremonies, its arts, and crafts, to its luxurious beach resorts and exciting nightlife. And everywhere, you will find intricately carved temples.\n      If you are someone who love rafting and snorkeling, you'll love to hear what I'm about to say next. Bali offers first-class adrenaline-pumping white water rafting down the spectacular Ayung River by Ubud. If you enjoy cycling, Ubud and its surrounding is a wonderful town to bike around. There are also good cycling paths at Uluwatu in the south.\n      Bali's white beaches are certainly a favorite destination for family holidays. There are a variety of watersports available, such as banana boats, parasailing or jet skiing, go swimming or you may just linger and enjoy good sunbathing by the sea.",
      "Visiting the Indonesian archipelago awards travelers with stunning beaches as far as the eye can see and Bali has some of the most gorgeous shorelines in the world. From the calm easy-surfing waters at Seminyak Beach to Padang Padang Beach, highlighted in Julia Roberts' movie, Eat, Pray, Love, to the black volcanic sands of Keramas Beach to the popular-with-tourists Legian and Kuta beaches, you'll have no problem finding a warm-water oasis to match your desires and interests.",
      "There is no bad time to visit tropical Bali as the weather is consistently warm and humid year-round, with an average daily temperature of around 82 degrees-Fahrenheit. You'll run into either the wet or dry season, both offering different experiences. Many tourists prefer to visit in the dry season between May and September, when the humidity levels tend to be at their lowest. However, visiting during January and March may afford travelers better deals on hotels and tour packages.",
      "You'll notice Balinese Hindu temples, or Pura, around the larger community areas as well as within family compounds, from the highlands to the coast. While on a bicycle tour around Ubud, in and out of family-filled villages, your guide will likely stop at many temples—big and miniature—to leave offerings of cigarettes, flowers, candy, and incense. Tanah Lot, Ulun Danu, Gunung Lebah, and Goa Lawah are worth visiting while in Bali.\n Most people who have been to Bali will agree that the Balinese are the friendliest people. Making new friends is easier here than anywhere else, as locals are often interested in engaging in a conversation with anyone, including tourists. Their friendliness and genuine warmth have made tourists feel at home for decades."
    ]
  },
  {
    "name": "Refreshing Manali",
    "locations": "Jogini Waterfalls, Hampta Pass, Hadimba Temple, Solang Valley, Bhrigu Lake, Van Vihar, Vashisht Hot Water Springs and Temple, Kothi",
    "duration": "12 days",
    "price": "25000",
    "thingsToDo": [
      "Skiing",
      "Hiking",
      "Paragliding"
    ],
    "images": [
      "https://i.ibb.co/KFf4qRn/manali.jpg",
      "https://i.ibb.co/r2snC2q/manali-2-pexels-sanket-barik-7846560.jpg",
      "https://i.ibb.co/HpL85CW/manali-3-pexels-sanket-barik-7846657.jpg",
      "https://i.ibb.co/cDSCcbc/manali-2-pexels-salman-hossain-saif-7086906.jpg"
    ],
    "descriptions": [
      "Manali offers the most magnificent views of the Pir Panjal and the Dhauladhar ranges covered with snow for most parts of the year.\n      Manali has many trekking options around it, making it a great base for exploring this side of Himalayas. River Beas provides great rafting options in the nearby town of Kullu. Adjoining Parvati river, lies the Parvati Valley with  Kasol, Manikaran, Tosh and small villages attracting travellers for longer stays. Atal Tunnel now allows travellers to reach Sissu within a few hours making Spiti way more accessible. \n It snows the most in the months of January & February followed by December and March. If you're very lucky, you might find some snow in April.\n Tourists flock to Rohtang Pass & Solang valley for various adventure activities including skiing, paragliding, horse-riding & zorbing.",
      "Manali showcases many historical places, and the exceptional ones are Naggar castle and Hidimba Devi Temple. Naggar castle was built in 1460 and was home to Raja Sidh Singh. It is an incredible place embracing both European and Himalayan culture. It is a virtual treat for art lovers as it offers many art pieces on display. Another must-visit is Hidimba Devi Temple, an archaic cave temple that was built on a rock jutting out of the grounding in 1553 as a tribute to the goddess Halima. It is surrounded by a cedar forest in the foothills of the Himalayas. No trip to Manali would be complete without a visit to these historical places.",
      "Spoil and indulge yourself in adventure activities such as Hot air ballooning, skating or cable car (the most popular among the other fun events), to name a few. Top tourist place like Manali entertains thrill seekers and adventure enthusiasts to enjoy the lush conditions, to make it a memorable one. You can also hire local operators to arrange adventure sports."
    ]
  },
  {
    "name": "Breathtaking Dolomites",
    "locations": "Cortina, Val Pusteria, Val Badia, Val Gardena, Val di Fassa, Misurina",
    "duration": "12 days",
    "price": "200000",
    "thingsToDo": [
      "Skiing",
      "Hiking"
    ],
    "images": [
      "https://i.ibb.co/6FYLcrw/dolomites-italy.jpg",
      "https://i.ibb.co/zfqyWgz/dolomite-3-pexels-tom-verdoot-3181458.jpg",
      "https://i.ibb.co/9N3DrDH/dolomite-1-pexels-eberhard-grossgasteiger-2217364.jpg",
      "https://i.ibb.co/cJjYNZy/dolomite-2-pexels-sagui-andrea-618848.jpg"
    ],
    "descriptions": [
      "“Come to think of it, if we had a time machine and went back several hundred million years, we might find ourselves thrown from the Dolimites into the bottom of the ancient ocean of Tethys that separated northern Africa from Europe and Asia. Or, if we went back even further, we might find ourselves in the middle of a world dominated by dinosaurs. The long'history' that the Dolomites reveals makes this landscape even more interesting and beautiful...wouldn't you agree?” (Andrea Irsara)",
      "To understand the above passage, it is important to recall that the Dolomite landscape was named a UNESCO World Heritage Site in 2009 not only for its exceptional natural beauty but for its earth science values, as well. In fact, aesthetic and landscape values aside, the Dolomites include several important stratigraphic type segments and rock formations that provide evidence of a long geological history and of the evolution of life on earth that can be ascribed to at least 250 million years ago. Life in the Dolomites is actually preserved in stone: this includes fossil records, living beings that, through a process lasting millions of years, have turned into stone.",
      "The Dolomites are a massive mountain range in the Italian Alps in northeastern Italy, stretching across the regions of Trentino-Alto Adige, Veneto, and Friuli Venezia Giulia. In 2009, these mountains were listed as a UNESCO World Heritage Site covering a total area of 141,903 hectares. \n\n      The Italian Dolomites are without a question one of the most dramatic alpine destinations in the world. Whether you're out driving, cycling, skiing, or hiking, you'll be captivated by the sheer cliffs, vertical walls, craggy pinnacles, karst plateaus, idyllic valleys, and alpine pastures that define the unique landscape of the Dolomiti. \n Here, mountain peaks slash the sky and light up in fiery shades of crimson and violet (Enrosadira). Below the soaring pinnacles, cattle graze on undulating alpine pastures, dotted with huts. This dazzling contrast between rocky mountains and silky meadows is what makes the Dolomites so cinematic."
    ]
  },
  {
    "name": "White-Nile Exctreme Rafting",
    "locations": "Jinja, Nairobi National Park, Giraffe Centre, Nairobi City",
    "price": "170000",
    "duration": "10 days",
    "thingsToDo": [
      "4WD Tours",
      "Grade V Rafting, Kayaking",
      "Nature and Wildlife"
    ],
    "images": [
      "https://i.ibb.co/ftQ7z25/rafting-white-nile.jpg",
      "https://i.ibb.co/f0VJ84R/white-nile-1-pexels-max-brassfield-5782388.jpg",
      "https://i.ibb.co/8zcKRGq/white-nile-2-pexels-harvey-sapir-7202613.jpg"
    ],
    "descriptions": [
      "White water rafting is not for the faint-hearted, but doing so on the Nile is a different experience entirely for strong swimmers and bold souls.\n Uganda is an inland country in the heart of Africa and part of East Africa. When Winston Churchill visited this country he called it the \"Pearl Of Africa\". Uganda is a fantastic country to visit with a varied climate. It has a high elevation and so the temperature is generally just pleasant. It also has much of the massive Lake Victoria including the outflow, this is the start of the Nile River. Or more accurately, the major White Nile tributary - the other major tributary is the Blue Nile from Ethiopia. As the White Nile pours out of Lake Victoria it cascades down a number of rapids and falls - perfect for white water rafting.\n Here the White Nile is powerful and fast (there are of course crocodiles in the Nile but they don't live where the water is fast). This is one of the most fun places in the world to go white water rafting. You are surrounded by smiling faces, a myriad of exotic birds, and one of the most powerful rivers in all of Africa.",
      "Jet Boating is a nerve-racking experience in which participants use a fast boat at very high speed of about 100 kilometers per hour. The boat spins and turns as it squeezes through rapids and tides. The activity will raise your adrenaline but once you get used to it, it will prove very exciting and fun. It takes between 2 to 3 hours cruising on the rough and powerful waters of the Nile.",
      "Nairobi is the only Capital City in the world with a National Park. Made of open grass plains and scattered acacia bush, the park is home to Africa's Big five—Rhino, Elephant, Lion, Buffalo and Leopard—as well as other hosts of wildlife like Zebras, Antelopes, Giraffes, wildebeest, baboons and birds. \n Imagine a forest in the city. Yes, a real forest with green picnic sites, hiking trails, bike trails, a waterfall for you to marvel at, caves, and a handful of wildlife, including monkeys and baboons, roaming freely in the forest. Located along the diplomatic district of Nairobi, just a short distance from Dunhill's Kengen Serviced Apartments and Taarifa Suites, Karura Forest offers visitors a great ambience to enjoy a leafy green respite from the hustle and bustle of the city."
    ]
  },
  {
    "name": "Exquisite Ladakh",
    "locations": "Parangong Tso, Khardung La, Changla Pass, Thiksey Monastery, Tso Moiri, Zanskar Valley, Suru valley",
    "duration": "10 days",
    "thingsToDo": [
      "Hiking",
      "Camping",
      "River Rafting",
      "Lehchen - A peek into Nightlife"
    ],
    "price": "25000",
    "images": [
      "https://i.ibb.co/pfNNwKR/zanskar-leh-ladakh.jpg",
      "https://i.ibb.co/7bVyvRt/ladakh-1-pexels-abhishek-gaurav-1305603.jpg",
      "https://i.ibb.co/4N3Y3hL/ladakh-2-pexels-arthouse-studio-5015235.jpg",
      "https://i.ibb.co/5YyKgkL/ladakh-4-pexels-simon-berger-5011116.jpg"
    ],
    "descriptions": [
      "Ladakh is not just a barren land! It is the place where nature dwells in its purest form. From lush green pastures to scenic lakes like Pangong Tso, the natural bounties adorn Ladakh in a charming way. An unbelievable, magical and superb landscape makes this cold desert an extremely awe-inspiring place. All nature lovers can treat their eyes with just nature and all its untouched beauty. There are also many natural sights that can present a visual retreat for the spectators.",
      "Ladakh is synonymous with adventure for many. 'The Land of High Passes' lures many daredevils to satiate their craving for trying something exciting. One of the adventurous activities to try in Ladakh is scaling Khardung La, one of the highest motorable roads in the world. The sense of achievement of posing with the signboard of Khardung La is beyond description. Take some time out to marvel at enthralling panoramic views of the snow-covered Himalayan peaks.\n From the famous Chadar Trek, trekking at the frozen river to the many other challenging treks, you'll never run out of incredible options here. Whether you are a first-time trekker or a professional, there are routes for everybody which are worth exploring. The days spent while trekking in Ladakh will undoubtedly be worth every effort. Walk past over the highest roads, isolate mountains, scenic attractions, and narrow passes - Ladakh has it all.",
      "Sitting comfortably at a height of 13154 ft, Zanskar Valley is a semi-arid region that is nestled in the lap of the northern flank of Great Himalayas. Zanskar's pristine water bodies, snow-capped mountains surrounding the region, and scenic landscape work as a major draw for tourists. Located around 105 km away from Leh, this region is a hotspot for adventure activities, including water rafting, trekking, paragliding, among others. Also, centuries-old monasteries dot this place, making it one of the favoured places for monastery lovers. During winters, temperature can go down to -30 degree celsius; thus, travellers need to plan their visit to Zanskar during June to September, as the valley will remain heavily covered in snow.\n Rivers, monasteries, and snow-clad mountains form the beautiful landscape of Zanskar. Since it's home to numerous monasteries, you should not miss visiting the Sani Monastery, Lingshed Monastery, Stongdey Monastery, Phuktal Monastery and more. Then, you can visit the Pensi La Pass that separates Zanskar Valley from Suru Valley. Pensi La Pass, being flanked by glaciers on both the sides, creates a lovely sight, which one can visit during the months from May to September."
    ]
  }
]